{
  "title": "Alexander Hamilton",
  "lines": [
    [[1], [], "How does a bastard, orphan, son of a whore and a"],
    [[1], [], "Scotsman, dropped in the middle of a forgotten"],
    [[1], [], "Spot in the Caribbean by providence, impoverished, in squalor,"],
    [[1], [], "Grow up to be a hero and a scholar?"],
    [[4], [], "The ten-dollar Founding Father without a father"],
    [[4], [], "Got a lot farther by working a lot harder"],
    [[4], [], "By being a lot smarter"],
    [[4], [], "By being a self-starter"],
    [[4], [], "By fourteen, they placed him in charge of a trading charter."],
    [[10], [], "And every day while slaves were being slaughtered and carted"],
    [[10], [], "Away across the waves, he struggled and kept his guard up."],
    [[10], [], "Inside, he was longing for something to be a part of,"],
    [[10], [], "The brother was willing to beg, steal, borrow or barter."],
    [[11], [], "Then a hurricane came, and devastation reigned,"],
    [[11], [], "Our man saw his future drip, dripping down the drain,"],
    [[11], [], "Put a pencil to his temple, connected it to his brain,"],
    [[11], [], "And he wrote his first refrain, a testament to his pain."],
    [[1], [], "Well, the word got around, they said, 'This kid is insane, man'"],
    [[1], [], "Took up a collection just to send him to the mainland."],
    [[1], [], "'Get your education, don't forget from whence you came, and"],
    [[1], [], "The world is gonna know your name. What's your name, man?'"],
    [[2], [], "Alexander Hamilton."],
    [[2], [], "My name is Alexander Hamilton."],
    [[2], [], "And there's a million things I haven't done,"],
    [[2], [], "But just you wait, just you wait . . .", [1]],
    [[7], [], "When he was ten his father split, full of it, debt-ridden,"],
    [[7], [], "Two years later, see Alex and his mother bed-ridden,"],
    [[7], [], "Half-dead sittin' in their own sick,"],
    [[7], [], "The scent thick,"],
    [[24], [2], "And Alex got better but his mother went quick."],
    [[3] [], "Moved in with a cousin, the cousin committed suicide."],
    [[3], [], "Left him with nothin' but ruined pride, something new inside,"],
    [[3], [], "A voice saying, 'You gotta fend for yourself.'"],
    [[3], [], "He started retreatin' and readin' every treatise on the shelf."],
    [[1], [], "There would have been nothin' left to do"],
    [[1], [], "For someone less astute,"],
    [[1], [], "He woulda been dead or destitute"],
    [[1], [], "Without a cent of restitution,"],
    [[1], [], "Started workin' - clerkin' for his late mother's landlord,"],
    [[1], [], "Tradin' sugar cane and rum and all the things he can't afford"],
    [[1], [], "Scammin' for every book he can get his hands on,"],
    [[1], [], "Plannin' for the future see him now as he stands on"],
    [[1], [], "The bow of a ship headed for a new land."],
    [[1], [], "In New York you can be a new man."],
    [[24], [], "In New York you can be a new man--"],
    [[24], [], "In New York you can be a new man--"],
    [[24], [], "In New York you can be a new man--"],
    [[21], [], "In New York--"],
    [[22], [], "New York--"],
    [[2], [], "Just you wait!", [1]],
    [[24], [], "Alexander Hamilton"],
    [[24], [], "We are waiting in the wings for you."],
    [[24], [], "You could"],
    [[24], [], "Never back down."],
    [[24], [], "You never learned to take your time!"],
    [[24], [], "Oh, Alexander Hamilton"],
    [[24], [], "When America sings for you"],
    [[24], [], "Will they know what you overcame?"],
    [[24], [], "Will they know you rewrote the game?"],
    [[24], [], "The world will never be the same, oh.", [22]],
    [[1], [], "The ship is in the harbor now, see if you can spot him."],
    [[1], [], "Another immigrant, comin' up from the bottom."],
    [[1], [], "His enemies destroyed his rep, America forgot him."],
    [[6, 5], [], "We fought with him."],
    [[4], [], "Me? I died for him."],
    [[3], [], "Me? I trusted him."],
    [[7, 8, 16], [], "Me? I loved him."],
    [[1], [], "And me? I'm the damn fool that shot him."],
    [[24], [], "There's a million things I haven't done,"],
    [[24], [], "But just you wait!", [1]],
    [[1], [], "What's your name, man?"],
    [[24], [], "Alexander Hamilton!"]
  ]
}
